[
{"text": " has evolved significantly from its origins as a guerilla group in the early 1980s into a major political and military force. In defiance of U.N. resolutions and international agreements demanding its disarmament, Hezbollah has used its military strength, political power, and grassroots popularity to integrate itself into Lebanese society. Hezbollah has also created its own educational and social institutions that run parallel to the Lebanese state. As a result of these efforts, Hezbollah today wields significant influence across Lebanon’s various sectors. "}
][
{"text": "Hezbollah"},
{"text": "As head of Lebanon’s pro-Syrian parliamentary bloc, Hezbollah wields tremendous sway over the direction and stability of the government. The Hezbollah-led parliamentary coalition—referred to as March 8—has held 57 of Lebanon’s 128 parliamentary seats since the 2009 elections. After Lebanon elected Hezbollah ally Michel Aoun to the presidency in October 2016, March 8 received 17 of 30 cabinet positions, thus cementing Hezbollah’s continued influence in the country. "},
{"text": "Meanwhile, Hezbollah’s military entanglements in Syria and with Israel risk drawing all of Lebanon into regional conflicts. Although the United Nations has tasked Lebanon’s military with supervising Hezbollah’s disarmament, Hezbollah has managed to build up its military capabilities and presence in Lebanon under the watchful gaze of the Lebanese army. Hezbollah and the Lebanese military have also coordinated against Syrian rebel groups. "},
{"text": "Hezbollah has also created its own parallel institutions within Lebanon’s educational, social, and economic sectors. Hezbollah-run schools indoctrinate Shiite youth while its network of social services provide Shiite citizens with health care, utilities, groceries, and construction services. But because of international sanctions, Hezbollah-linked hospitals, charities, and other businesses risk inviting devastating economic sanctions. International aid organizations wary of inviting sanctions must also navigate around Hezbollah when partnering with local Lebanese organizations. International sanctions targeting Hezbollah have also complicated the Lebanese economy due to Hezbollah’s involvement in the Lebanese business sector."},
{"text": "In this report, CEP tracks the history of Hezbollah’s entrenchment into Lebanese society and highlights the widespread influence Hezbollah has accrued in virtually every major Lebanese sector. Hezbollah’s integration into Lebanon threatens the country’s stability and regional and international security."},
{"text": "Download Full Report"},
{"text": "Lebanon is a deeply sectarian country with 18 distinct religious groups."},
{"text": "According to 2017 CIA demographic data, Shiites made up approximately 27 percent of Lebanon’s approximately 6.2 million population. Sunni Muslims made up another 27 percent, while Christians comprised 40.5 percent."},
{"text": "Lebanon’s government requires a division of power between its main religious streams. The roles of president, prime minister, and parliamentary speaker are, respectively, guaranteed to a Maronite Christian, Sunni Muslim, and Shiite Muslim."},
{"text": "Lebanese opinions on Hezbollah are largely divided along sectarian lines. According to a 2014 Pew Research Center poll, 86 percent of Lebanese Shiites held favorable views of Hezbollah, compared with 31 percent of Lebanese Christians and only 9 percent of Lebanese Sunnis."},
{"text": "Some Lebanese Sunni militants, such as Sheikh Ahmad Assir, have accused Hezbollah of using its weapons to “subjugate Lebanon to its will.”"},
{"text": "Hezbollah has wide support in the Shiite community, but some dissent does exist. Sheikh Ali al-Amine, the Shiite mufti of the Jabal Amel district of south Lebanon and a former teacher of Hezbollah leader "},
{"text": "With financial, material, and moral support from the Iranian regime, Hezbollah has carried out deadly terrorist attacks and criminal activities in the Middle East and around the world. As a result, Hezbollah has been designated as a terrorist organization by the United States, Canada, Australia, the European Union, and several other countries and intergovernmental organizations, including the Arab League."},
{"text": "Hezbollah has been implicated in the February 14, 2005, Beirut bombing that killed anti-Syrian former Lebanese Prime Minister Rafik Hariri and 22 other Lebanese citizens."},
{"text": "While Hezbollah’s involvement in these specific political assassinations has not been proven, Hezbollah has been documented using violence to further its political goals. In May 2008, Hezbollah launched bloody street battles against Lebanese forces after a government decision to dismantle the group’s private telephone network, which Hezbollah called a declaration of war."},
{"text": "Hezbollah has directly engaged in violence against Lebanese citizens on a smaller scale as well. Hezbollah reportedly maintains non-sectarian military units in Sunni and Christian areas to maintain security, particularly in southern Lebanon where government security forces are not as active."},
{"text": "With Iranian training and financing, Hezbollah regularly attacked Israeli forces during Israel’s 18-year occupation from 1982 through 2000. Notable confrontations include the Grapes of Wrath operation, a 16-day conflict with Hezbollah in April 1996 in response to a wave of deadly attacks on Israeli soldiers in Lebanon and rockets into Israeli territory."},
{"text": "The war devastated Lebanon, leaving 130,000 Lebanese homes destroyed and tens of thousands of people homeless."},
{"text": "Although Israel and Hezbollah have declared their desire to avoid a new war, Hezbollah has repeatedly issued several statements threatening a new conflict. In February 2016, Hezbollah leader Hassan Nasrallah threatened to strike Israel’s ammonia storage facility in Haifa, which would have the effect of a nuclear blast, according to Israeli experts."},
{"text": "A new regional war would have devastating consequences for both Lebanese and Israelis. In 2017, Israeli military officials spoke publicly about plans to evacuate northern Israeli communities during the next confrontation with Hezbollah. One former IDF officer expressed hope that the Lebanese government was making the same contingency plans, predicting that the “next war will be pretty bloody for both sides.”"},
{"text": "Syria is part of what Hezbollah and Iranian leaders refer to as the “resistance axis” against the United States and Israel."},
{"text": "Hezbollah has used the Syrian war to transform into what regional military analysts consider a full-fledged army, increasing its stockpiles of rockets, guns, drones, anti-tank weaponry, and anti-aircraft weaponry."},
{"text": "Hezbollah’s involvement in Syria has renewed sectarian divisions in Lebanon, where Shiites have largely supported Hezbollah and Sunnis have supported Syrian rebels. Retired Lebanese general-turned-university-professor Elias Hanna told the BBC in 2013 that Hezbollah’s involvement in Syria risked reigniting Lebanon’s own civil war."},
{"text": "Foreign terror groups such as "},
{"text": "Hezbollah deputy leader Naim Qassem has defended Hezbollah’s involvement in Syria as necessary to protect Lebanon from the chaos of a collapsed Syrian state."},
{"text": "The Lebanese Parliament in Beirut. (Source: Flickr)"},
{"text": "Hezbollah has used Lebanon’s democracy to insert itself into the country’s government. Because Lebanon’s parliamentary system often requires opposing parties to join in political coalitions, Hezbollah has been a staple in Lebanese coalitions since 2008, giving the group influence over the stability, direction, and makeup of Lebanon’s government. In 2008, former CIA analyst Daniel L. Byman called Hezbollah “the most powerful single political movement in Lebanon.”"},
{"text": "Despite serving in Lebanon’s parliament, Hezbollah’s members pledge their allegiance to the Iranian regime and place that loyalty above the welfare of Lebanon. Hezbollah adheres to "},
{"text": "(Source: Ministry of Information Lebanese Republic)\n                      Hezbollah members Muhammad Fneish, left, and Hussein Hajj Hassan, right, promote Hezbollah’s—and thus Iran’s—agenda in the Lebanese cabinet."},
{"text": "As such, Hezbollah has on multiple occasions thrust Lebanon into political crisis. Hezbollah is suspected of assassinating former Prime Minister Rafik Hariri in 2005."},
{"text": "Elected in October 2016, Michel Aoun is the first Lebanese president to openly align himself with Hezbollah, but other Lebanese presidents have also praised the terror group. Ten days into 2006’s 34-day war between Hezbollah and Israel, then-President Emile Lahoud praised Hezbollah as Lebanon’s “main liberator” from Israel’s 18-year occupation."},
{"text": "A key point of contention between Hezbollah’s supporters and detractors in the Lebanese government is the party’s continued possession of weaponry in defiance of international resolutions. Aoun argued in 2009 that “Hezbollah’s weapons will no longer be a problem when the causes behind its existence disappear….”"},
{"text": "Sunni Arab leaders have also begun to sanction Lebanon in retaliation against Hezbollah. In February 2017, Saudi Arabia’s King Salman Bin Abdul Aziz Al Saud canceled an upcoming trip to Lebanon after Aoun made a series of pro-Hezbollah statements."},
{"text": "Despite their disagreements, Hezbollah’s domestic political opponents find common ground with the terror group on the subject of Israel. In April 2017, Hariri lambasted Israeli strikes against Hezbollah in Syria and described quarrels with Hezbollah as a “political dispute” that “doesn’t affect the management of the country.”"},
{"text": "Hezbollah flags line the streets of Baalbek, Lebanon.(Source: Aotearoa at Polish Wikipedia via Wikicommons Media)"},
{"text": "Hezbollah has for years been a fixture in Lebanese governing coalitions, first entering Lebanon’s parliament in 1992, when it won eight of 128 seats in the country’s first elections since 1972."},
{"text": "Lebanon’s Cedar Revolution was a series of protests that ended Syria’s 29-year occupation, while also leading to the creation of a Hezbollah-led pro-Syrian faction in the government. On February 14, 2005, Hezbollah members allegedly assassinated former Lebanese Prime Minister Rafik Hariri, known for his anti-Syrian positions. In response, Lebanese protesters demanded the end of Syria’s occupation of the country."},
{"text": "Dubbed the Cedar Revolution, the competing protests resulted in Syria’s withdrawal that April and the formation of pro-and anti-Syrian parliamentary factions named for the dates of the protests. Hezbollah now leads the pro-Syrian March 8 alliance, while the Future movement leads the anti-Syrian March 14 alliance."},
{"text": "In May 2008, Hezbollah waged violent street battles against the Lebanese government until a Qatar-negotiated agreement ended the fighting. Hezbollah launched the conflict after Prime Minister Fouad Siniora banned its private telecommunications network."},
{"text": "Hezbollah won 10 parliamentary seats in 2009, while the Hezbollah-led March 8 opposition bloc increased its number of seats by one, from 56 to 57."},
{"text": "In January 2011, while Prime Minister Saad Hariri met with U.S. President Barack Obama in Washington, D.C., 11 government ministers from Hezbollah and its allied parties resigned en masse, collapsing the government."},
{"text": "Later that month, Hezbollah nominated businessman Najib Mikati as the new prime minister. Then-President Michel Suleiman appointed Mikati to the position."},
{"text": "In April 2013, the Lebanese parliament elected parliamentarian Tammam Salam as the new prime minister."},
{"text": "After Lebanese President Michel Suleiman’s term ended in May 2014, Hezbollah admittedly blocked the appointment of a new president for more than two years because it wanted FPM founder Michel Aoun to fill the role."},
{"text": "Hezbollah stalled the election of a new president until it could ascertain the election of a political ally."},
{"text": "According to Lebanese Hezbollah media reports, there is “almost daily” coordination between the LAF and Hezbollah against Syrian rebel groups."},
{"text": "The Lebanese government has appointed Hezbollah allies to oversee the LAF. Lebanon’s defense minister, Yaacoub Sarraf, belongs to the Hezbollah-aligned Free Patriotic Movement of Lebanese President Michel Aoun."},
{"text": "According to Hezbollah leader Hassan Nasrallah, Hezbollah and the LAF form a multilateral defense of Lebanon."},
{"text": "The U.N. Interim Force in Lebanon (UNIFIL) has charged the LAF with ensuring that southern Lebanon is free of all unauthorized weapons, but Hezbollah has relied on either the support or willful ignorance of the Lebanese military to facilitate its rearmament."},
{"text": "An LAF-chaperoned press tour of Hezbollah’s military positions in April 2017 highlighted the LAF’s abrogation of its responsibility."},
{"text": "In February 2017, former deputy national security adviser under U.S. President George W. Bush and CEP Advisory Board Member Elliott Abrams warned against Aoun’s continued legitimization of “Hezbollah’s military role.”"},
{"text": "The 1989 Taif Agreement ending Lebanon’s civil war stipulated the disarmament of all militias in the country, including Hezbollah."},
{"text": "The U.N. Security Council has mandated the Lebanese Armed Forces to enforce a weapons-free zone south of Lebanon’s Litani River. (Source: Wikimedia Commons)"},
{"text": "LAF-Hezbollah cooperation endangers the LAF’s supply of international military aid, as demonstrated when Saudi Arabia halted a $3 billion aid package to the Lebanese army in 2016 because of Hezbollah’s influence on the government."},
{"text": "During a November 2016 Hezbollah military parade in Syria, the group showcased U.S.-made M113 armored personnel carriers (APCs), the same type that the U.S. military supplied to the LAF."},
{"text": "The U.S. government has traditionally viewed aid to the LAF as a bulwark against extremist groups."},
{"text": "Hezbollah members invested in the Lebanese banking sector and Lebanese businesses have exposed those institutions to damaging financial sanctions."},
{"text": "After HIFPA’s passage, Hezbollah leader Hassan Nasrallah defiantly responded that Hezbollah’s members were not invested in Lebanese financial systems."},
{"text": "The U.S. government alone has designated more than 100 Lebanese financial institutions, commercial entities, and individuals linked to Hezbollah since 2001."},
{"text": "The Lebanese Central Bank has directed Lebanese financial institutions to comply with U.S. sanctions."},
{"text": "The Lebanese government is actively working to “limit” the effect of new sanctions on Hezbollah, according to Lebanese Minister of Economy and Trade Raed Khoury. Aoun has also called on the U.S.-based American Task Force for Lebanon to lobby Congress against additional sanctions."},
{"text": "The Gulf Cooperation Council (GCC) has sought to limit Iranian influence in the Middle East in part by targeting Hezbollah. Economic ties between Lebanon and the Gulf countries—as well as businesses unrelated to Hezbollah—have accordingly suffered, as Hezbollah continues to entrench itself in the country. In February 2016, Saudi Arabia warned its citizens against visiting Lebanon. The United Arab Emirates then barred travel to Lebanon completely."},
{"text": "In 2016, Gulf countries represented 25 percent of Lebanon’s exports, which made up 1.5 percent of the country’s gross domestic product. In 2015, Saudi Arabia and the United Arab Emirates were Lebanon’s two largest trading partners in the Gulf."},
{"text": "In December 2014, international investment service Moody’s downgraded Lebanon’s international credit rating and affirmed a negative outlook for the country. Moody’s cited Lebanon’s frozen presidential and parliamentary elections, both of which have been attributed—at least partially—to Hezbollah."},
{"text": "Hezbollah operates its own network of charitable groups and non-governmental organizations, often as an alternative to state-provided services."},
{"text": "Hezbollah has created a network of charities in Lebanon and abroad that act to fundraise and recruit for the organization under the guise of charitable work. A prime example of this is the Martyrs Foundation, a network of Iranian-sponsored charities created to support the families of deceased fighters from Iran’s terrorist proxies. Iran created the Lebanese branch of the charity in 2006 to compensate the families of Hezbollah fighters killed during that year’s war with Israel."},
{"text": "Hezbollah has also allegedly used NGOs and their causes to disguise its own militant activities. In June 2017, the Israeli army revealed video of Hezbollah surveillance outposts along the Lebanese-Israeli border. The outposts were disguised as field offices of a purported environmental NGO called Green Without Borders. Hezbollah had been flying the NGO’s banner over the outposts since at least April 2017, according to the army."},
{"text": "Hezbollah has allegedly disguised spy outposts along the Lebanese-Israeli border as outposts of an environmental NGO called Green Without Borders. (Source: "},
{"text": "Hezbollah has appropriated environmental causes in the past, particularly tree planting. In October 2010, Hezbollah leader Hassan Nasrallah encouraged Lebanese to plant more trees as a matter of national security. He claimed that Hezbollah’s U.S.-designated construction arm, Jihad al-Binah, had planted one million tree saplings."},
{"text": null},
{"text": "Hezbollah’s outreach efforts have helped it build support among Lebanon’s Shiite population, resulting in success at the polls. A 2001 Lebanese survey found that more than 50 percent of Lebanese citizens prioritized candidates’ provision of social services."},
{"text": "Hezbollah’s outreach is primarily targeted to the Shiite community, though it has made inroads with Lebanese Christians in recent years as well. Ahead of the 2009 election, pundits believed that Hezbollah could win a majority in the Lebanese parliament with the help of Michel Aoun’s Free Patriotic Movement, the only Christian party aligned with Hezbollah. Aoun argued against disarming the group, stating that “Hezbollah’s weapons will no longer be a problem when the causes behind its existence disappear, including the borders’ issues.”"},
{"text": "Following the 2006 war, several international NGOs reportedly had difficulty avoiding Hezbollah, which had links with NGO partners in Lebanon. One Lebanese man told the "},
{"text": "Hospitals and other Hezbollah-linked non-profits directly risk U.S. sanctions, endangering the flow of vital services to the Lebanese people. Fearful Lebanese banks have also preemptively punished charities that have not been directly designated by the U.S. government. In June 2016, Lebanese banks reportedly closed the accounts of Al-Rasoul al-Aazam Hospital in the Burj al-Barajneh suburb south of Beirut, known as “the resistance hospital” because of its treatment of Hezbollah fighters returning from Syria."},
{"text": "A 2010 Canadian Broadcasting Company investigation of the 2005 Hariri assassination traced Hezbollah cellphone usage that day back to the Hezbollah-owned Al-Rasoul al-Aazam Hospital in Beirut."},
{"text": "By targeting Lebanon’s youth, Hezbollah attracts new recruits and builds domestic support responsible for its electoral successes. To facilitate this, Hezbollah has infiltrated all levels of Lebanon’s educational system, as well as its youth camps and religious programming."},
{"text": "Hezbollah has employed a two-pronged strategy to control Lebanon’s educational sector. Its schools offer well-funded educational opportunities that, like Hezbollah’s provision of social services, offer services to the Lebanese Shiite population that state-affiliated schools cannot match. The second prong of Hezbollah’s strategy is to use its influence across Lebanon’s political, cultural, and media spheres to exert its influence over non-Hezbollah schools. The result is the infusion of a Hezbollah-approved narrative across Lebanon’s educational system."},
{"text": "Hezbollah has created its own schooling system as an alternative to state-provided public schooling, and its members are present throughout the university level. “It’s like a complete system, from primary school to university,” Lebanese University analyst Talal Atrissi told the "},
{"text": "In March 2017, U.S. government alleged that the American University of Beirut used U.S. aid money to provide support to Hezbollah."},
{"text": "Hezbollah is also represented in Lebanese university student councils. Student council elections have at times erupted in violence between Hezbollah’s supporters and others. In 2012, for example, students supporting Hezbollah and the Christian party Kataeb began a fistfight at the University of St. Joseph (USJ) in Beirut."},
{"text": "On the primary school level, Hezbollah’s Islamic Institution for Education oversees the Mahdi schools, a network of private schools that teach the core subjects of math, history, and science while also inculcating Hezbollah’s ideology. Hezbollah first opened the schools in 1993 in southern Lebanon. By 1997, 1,000 Shiite students attended six Mahdi schools across southern Lebanon."},
{"text": "Approximately two-thirds of Lebanese students reportedly attend private schools."},
{"text": "Each of Hezbollah’s schools reportedly features pictures of the late Iranian Supreme Leader Ruhollah Khomeini and Hezbollah leader Hassan Nasrallah and instills allegiance to both."},
{"text": "Lebanese schools generally avoid teaching modern Lebanese history because of the potential for inflaming sectarian divisions. Hezbollah has capitalized on this and used its position in the Lebanese government to impose its own values on Lebanon’s state educational system."},
{"text": "In 1985, Hezbollah created a central part of its youth wing called the Mahdi Scouts. The Lebanese education ministry licensed the movement in 1992, and the Mahdi Scouts later joined the Lebanese Scout Federation."},
{"text": "Some 60,000 youths and leaders participate in the Mahdi Scouts. At age 16, Mahdi Scouts typically join training programs to become Hezbollah fighters, according to scout leaders."},
{"text": "Lebanese Shiite girls are also included in Mahdi Scout programming and are similarly indoctrinated to Hezbollah's vision of how Shiite Islamic women should behave. Scout leaders hold the "},
{"text": "In 2003, Hezbollah launched "},
{"text": "Hezbollah has used its political leverage and military capabilities to subvert Lebanon’s sovereignty, incorporating itself into virtually every major sector of Lebanese society through its political wing and the creation of its own parallel institutions. The group’s interference in Syria, including the devastation wrought by foreign terror groups retaliating against Hezbollah, have further endangered the Lebanese people. Lebanon’s Gulf neighbors have in recent years recognized Hezbollah as a terrorist organization, while Saudi Arabia has already twice punished Lebanon’s government over Hezbollah’s influence. Lebanon faces further political and economic isolation if the Lebanese people cannot extricate themselves from Hezbollah’s influence."},
{"text": "Some Lebanese have begun to recognize the threat Hezbollah poses to their country. In March 2017, Lebanese journalist Maria Maalouf used Twitter to call on Israel to assassinate Hezbollah leader Hassan Nasrallah and “rid us of him….”"},
{"text": "Despite the political and physical damage Hezbollah has inflicted on Lebanon, Hezbollah’s leaders openly boast of the group’s influence and ability to subvert Lebanese sovereignty. During a Quds Day speech in June 2017, Nasrallah threatened to bring “hundreds of thousands of fighters from all around the Arab and Islamic world” to fight alongside Hezbollah if Israel attacked either Lebanon or Syria."},
{"text": "Appendix A: "},
{"text": "Memorandum of Understanding between Hezbollah and the Free Patriotic Movement"},
{"text": "Appendix B: "},
{"text": "Taif Agreement (1989)"},
{"text": "U.N. Security Council Res. 1559 (2004)"},
{"text": "U.N. Security Council Res. 1680 (2006)"},
{"text": "U.N. Security Council Res. 1701 (2006)"},
{"text": "Baabda Declaration (2012)"}
]